Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/suomen_saamelaiskarajat_toivottaa_onnea_norjan_saamelaiskarajille_30-vuotisjuhlapaivana.html.tmx
Source language: fin
Languages: sme

source: Suomen Saamelaiskäräjät toivottaa onnea Norjan Saamelaiskäräjille 30-vuotisjuhlapäivänä
sme: Suoma Sámediggi sávvá lihku Norgga Sámediggái 30 jagi ávvubeaivve

source: Suomen Saamelaiskäräjät toivottaa onnea kaimalleen 30-vuotisjuhlassa taiteilija Heidi Gauriloffin maalaamalla ” Elämän virta pohjoisessa ” -taululla.
sme: Eallima rávdnji davvin -govain. Govas lea čakčageasi duoddara johkaleahki, gos vuoddagat golggiidit fárrolagaid ja symboliserejit oktasašbargomet.

source: Kuvassa paulat virtaavat tunturilaakson joessa yhteistyön symbolina.
sme: Ságadoalli Tiina Sanila-Aikio oasálastá Norgga sámedikki 30 jagi ávvudoaluide otne Kárášjogas 25.9.2019.

source: Puheenjohtaja Tiina Sanila-Aikio osallistuu Norjan Saamelaiskäräjien 30-vuotisjuhlaan tänään 25.9.2019 Kaarasjoella.
sme: Loga sáhkavuoru dáppe .

source: Lue puhe täältä (pohjoissaameksi).
sme: Lassidieđut

source: Lisätietoja
sme: Ságajođiheaddji Tiina Sanila-Aikio, tel. 050 300 1780, tiina.sanila-aikio(at)samediggi.fi
